{"protocolSection":{"identificationModule":{"nctId":"NCT02977468","orgStudyIdInfo":{"id":"AAAQ7863"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"Effects of MK-3475 (Pembrolizumab) on the Breast Tumor Microenvironment in Triple Negative Breast Cancer","officialTitle":"Effects of MK-3475 (Pembrolizumab) on the Breast Tumor Microenvironment in Triple Negative Breast Cancer With and Without Intra-operative RT: a Window of Opportunity Study","acronym":"Pembro/IORT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-11-28","studyFirstSubmitQcDate":"2016-11-28","studyFirstPostDateStruct":{"date":"2016-11-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Eileen Connolly","investigatorTitle":"Assistant Professor of Radiation Oncology","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Eileen Connolly","class":"OTHER"},"collaborators":[{"name":"Merck Sharp & Dohme LLC","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Assess response to pembrolizumab in both primary tumor, normal breast stroma, circulating lymphocytes and serum exosomes in treatment naive triple negative breast cancer (TNBC) patients.\n\nAssess for change in tumor-infiltrating lymphocytes (TILS) both stromal (sTILS) and intraepithelial (iTILS) in newly diagnosed early stage TNBC patients treated with two doses of MK-3475 prior to lumpectomy.","detailedDescription":"This is an open-label, single-arm, single institution pre-operative \"window of opportunity study\" of pembrolizumab in subjects with newly diagnosed triple-negative, \\< 3 cm, node negative breast cancer. Subjects may not have received any prior neo/adjuvant chemotherapy, definitive surgery or radiation treatment prior to enrollment.\n\nThe goal of this project is to determine if immune modulation through treatment with MK-3475 (Pembrolizumab) in triple negative breast cancer (TNBC) patients will alter expression of immune tolerant markers \\[including PD-L1\\], within the primary tumor. Investigators hope to determine if MK-3475 exposure will change the molecular signature of breast stroma from \"normal\" adjacent breast tissue (non-tumor tissue) obtained prospectively at the time of breast conserving surgery (BCS) in TNBC patients. Finally, investigators will investigate how pembrolizumab alters breast stromal response to high dose radiation delivered by intraoperative radiation therapy (IORT)."},"conditionsModule":{"conditions":["Triple Negative Breast Cancer"],"keywords":["triple negative breast cancer","Pembrolizumab","IORT","tumor microenvironment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Single Arm open label","type":"EXPERIMENTAL","description":"Participants receive 'Merck 3475 Pembrolizumab' by vein one to two times before Intraoperative radiation therapy (IORT).\n\nThe Intrabeam® Photon Radiosurgery System is a miniature electron beam-driven X-ray source which provides a point source of low energy X-rays (50 kV maximum) at the tip of a 3.2 mm diameter tube. The radiation source can be inserted into the area of interest immediately after excision of the tumor and switched on for 20-35 minutes to provide intraoperative radiotherapy accurately targeted to the tissues that are at the highest risk of local recurrence. The dosimetric characteristics and early clinical applications of this device have been well studied and this is the device which was utilized in the international TARGIT trial.","interventionNames":["Drug: Merck 3475 Pembrolizumab","Radiation: Intraoperative radiation therapy (IORT)"]}],"interventions":[{"type":"DRUG","name":"Merck 3475 Pembrolizumab","description":"Participants receive Pembrolizumab by vein over about 30 minutes on Day 1 of one to two cycles.","armGroupLabels":["Single Arm open label"],"otherNames":["Keytruda","SCH-900475","MK-3475"]},{"type":"RADIATION","name":"Intraoperative radiation therapy (IORT)","description":"Participants will receive Intraoperative radiation therapy (IORT) on the day of surgery.","armGroupLabels":["Single Arm open label"],"otherNames":["IORT","Zeiss Intrabeam"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of subjects with significant mean percent change in TILs","description":"This outcome measure is designed to determine if immune modulation therapy with MK-3475 will increase TILs in newly diagnosed TNBC tumors. The mean percent change in TILS in tumor tissue from initial core biopsy samples will be compared with pathology samples from definitive surgery after two cycles of MK-3475.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be willing and able to provide written informed consent/assent for the trial.\n2. Be ≥ 21 years of age on day of signing informed consent.\n3. Histologically proven invasive breast carcinoma with triple negative receptor status (Estrogen receptor, Progesterone receptor and HER2 negative by IHC and FISH). Patients who are weekly positive for the estrogen or progesterone receptor (i.e., \\< or = 10%) are eligible.\n4. Clinically ≤ 3 cm unifocal lesion by imaging or physical examination.\n5. Clinically node negative, no evidence of metastatic disease.\n6. No prior anti-cancer therapy including investigational agents, radiation therapy, or breast resection within 6 months of study entry.\n7. Breast size B cup or larger, to allow for IORT procedure.\n8. Have a performance status of 0 or 1 on the ECOG Performance Scale.\n9. Demonstrate adequate organ function.\n10. Female subject of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n11. Female subjects of childbearing potential must be willing to use an adequate method of contraception for the course of the study through 120 days after the last dose of study medication.\n\nExclusion Criteria:\n\n1. Multifocal disease within the breast.\n2. Has primary lesion \\> 3 cm in size radiographically or by physical examination. Pathologically proven nodal disease at diagnosis is not allowed.\n3. Has metastatic disease.\n4. Has a known additional malignancy that is progressing or requires active treatment in the last 5 years. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin, DCIS of the breast, or in situ cervical cancer that has undergone potentially curative therapy.\n5. Patients for whom radiotherapy for breast cancer is contraindicated because of medical reasons (e.g., connective tissue disorder or prior ipsilateral breast radiation).\n6. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n7. Has a known history of active TB (Bacillus Tuberculosis).\n8. Has severe hypersensitivity (≥ Grade 3) to pembrolizumab or any of its excipients.\n9. Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n10. Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n11. Has an active infection requiring systemic therapy.\n12. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n13. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n14. Is pregnant or breastfeeding, or expected to conceive children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment.\n\n    The effects of MK-3745 on the developing human fetus are unknown. For this reason and because monoclonal antibody neoplastic agents are known to be teratogenic, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately.\n15. Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX-40, CD137).\n16. Has known active Hepatitis B (e.g., HBsAg reactive) or Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected).\n17. Has received a live vaccine within 30 days of planned start of study therapy.\n18. Has a medical history of allogenic stem cell transplant\n19. Has received a solid organ transplant\n20. Has a known history of Human Immunodeficiency Virus (HIV) infection. Note: No HIV testing is required unless mandated by local health authority.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eileen Connolly, MD","role":"CONTACT","phone":"212-305-5050","email":"epc2116@cumc.columbia.edu"},{"name":"Radiation Oncology Research Department","role":"CONTACT","phone":"212-305-5050"}],"overallOfficials":[{"name":"Eileen Connolly, MD","affiliation":"Assistant Professor Of Radiation Oncology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Jane Meisel, MD","role":"CONTACT"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Loyola University Chicago","status":"RECRUITING","city":"Maywood","state":"Illinois","zip":"60153","country":"United States","contacts":[{"name":"William Small, MD","role":"CONTACT"}],"geoPoint":{"lat":41.8792,"lon":-87.84312}},{"facility":"Columbia University Irving Medical Center","status":"RECRUITING","city":"New York","state":"New York","zip":"10032","country":"United States","contacts":[{"name":"Eileen Connolly, MD","role":"CONTACT","phone":"212-305-5050","email":"epc2116@cumc.columbia.edu"},{"name":"Mariamne Reyna","role":"CONTACT","phone":"646-317-4244","email":"mo2213@cumc.columbia.edu"},{"name":"Eileen Connolly, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-10-31"},"conditionBrowseModule":{"meshes":[{"id":"D064726","term":"Triple Negative Breast Neoplasms"}],"ancestors":[{"id":"D001943","term":"Breast Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D001941","term":"Breast Diseases"},{"id":"D012871","term":"Skin Diseases"},{"id":"D017437","term":"Skin and Connective Tissue Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C582435","term":"pembrolizumab"}]}},"hasResults":false}