{"protocolSection":{"identificationModule":{"nctId":"NCT05244239","orgStudyIdInfo":{"id":"STUDY00003528"},"secondaryIdInfos":[{"id":"NCI-2021-12410","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"},{"id":"STUDY00003528","type":"OTHER","domain":"Emory University"},{"id":"RAD5466-21","type":"OTHER","domain":"Emory University Hospital/Winship Cancer Institute"},{"id":"P30CA138292","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P30CA138292"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Palliative Radiotherapy With Lurbinectedin in Patients With Extensive Stage Small Cell Lung Cancer","officialTitle":"A Phase I Study of Palliative Radiotherapy With Lurbinectedin in Patients With Extensive Stage Small Cell Lung Cancer"},"statusModule":{"statusVerifiedDate":"2025-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-07-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-07-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-08","studyFirstSubmitQcDate":"2022-02-08","studyFirstPostDateStruct":{"date":"2022-02-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-10-29","lastUpdatePostDateStruct":{"date":"2025-10-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ticiana A. Leal","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"},{"name":"Jazz Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This phase I trial aims to determine if it is safe to use palliative radiotherapy and lurbinectedin at the same time to treat small cell lung cancer that has spread outside of the chest and that has grown after being treated with chemotherapy (extensive stage). Lurbinectedin kills tumor cells by blocks a process called transcription that small cell lung cancer relies on to survive. It also damages the deoxyribonucleic acid (DNA) of tumor cells, which is similar to the way radiation kills tumor cells. Palliative radiotherapy is a routine medical treatment for patients who have lung cancer that has spread to other parts of the body (metastatic), and is used to relieve symptoms caused by cancer or to patients from developing symptoms. This trial may help doctors understand if treating patients with lurbinectedin and palliative radiotherapy at the same time would make them both work better than either one alone or if they could cause more side effects for patients when given together.","detailedDescription":"PRIMARY OBJECTIVE:\n\nI. To describe the safety in terms of palliative radiation therapy (RT) in combination with uninterrupted lurbinectedin in patients with extensive stage-lung small cell carcinoma (ES-SCLC).\n\nSECONDARY OBJECTIVES:\n\nI. To determine the feasibility of delivering palliative RT in combination with lurbinectedin.\n\nII. To evaluate the preliminary efficacy of RT plus (+) lurbinectedin, as assessed by:\n\nIIa. Radiographic response rates. IIb. Pain response rates. IIc. Progression free survival (PFS). IId. Overall survival (OS). III. To assess patient-reported toxicities to palliative RT + lurbinectedin.\n\nEXPLORATORY OBJECTIVE:\n\nI. To explore the dose-volume relationships between irradiated bone marrow and hematologic toxicity.\n\nOUTLINE:\n\nPatients undergo palliative RT over 5 or 10 treatment fractions at the discretion of the treating physician daily for 21 days. Patients also receive lurbinectedin intravenously (IV) over 1 hour on day 1 of each cycle. Cycles of lurbinectedin repeat every 21 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of palliative RT, patients are followed up at 1, 3, 6, and 12 months."},"conditionsModule":{"conditions":["Extensive Stage Lung Small Cell Carcinoma","Stage IV Lung Cancer AJCC v8"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment (lurbinectedin and palliative radiation therapy)","type":"EXPERIMENTAL","description":"Patients undergo palliative RT over 5 or 10 treatment fractions at the discretion of the treating physician daily for 21 days. Patients also receive lurbinectedin IV over 1 hour on day 1 of each cycle. Cycles of lurbinectedin repeat every 21 days in the absence of disease progression or unacceptable toxicity.","interventionNames":["Drug: Lurbinectedin","Radiation: Palliative Radiation Therapy"]}],"interventions":[{"type":"DRUG","name":"Lurbinectedin","description":"Given IV","armGroupLabels":["Treatment (lurbinectedin and palliative radiation therapy)"],"otherNames":["PM01183","Zepzelca"]},{"type":"RADIATION","name":"Palliative Radiation Therapy","description":"Undergo RT","armGroupLabels":["Treatment (lurbinectedin and palliative radiation therapy)"],"otherNames":["Palliative Radiotherapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of adverse events of palliative radio therapy (RT) with lurbinectedin","description":"Will be defined as having one or none of the following:\n\n* Grade 4 or 5 serious adverse events possibly, probably, or definitely related to protocol treatment from 30 days from the start of RT.\n* Any adverse events possibly, probably, or definitely related to protocol treatment that leads to prolonged dose delays (defined as with-holding of two consecutive doses of lurbinectedin).\n* Any adverse event possibly, probably, or definitely related to treatment resulting in the permanent discontinuation of lurbinectedin. Will be analyzed separately for safety cohorts 1 and 2 and will be summarized descriptively using frequencies and percentages. These will be compared to rates reported by Trigo et al. from lurbinectedin monotherapy.","timeFrame":"Up to 1 year"}],"secondaryOutcomes":[{"measure":"The number of dose reductions or interruptions possibly, probably, or definitely due to the delivery of protocol therapy","description":"Feasibility will be defined as the number of dose reductions or interruptions possibly, probably, or definitely due to the delivery of protocol therapy in the 30 days following completion palliative RT. Will be summarized descriptively using frequencies and percentages.","timeFrame":"30 days following completion palliative RT"},{"measure":"Response rate","description":"Will be assessed by Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1. The rate will be reported, along with a 95% confidence interval estimated using the Clopper-Pearson method.","timeFrame":"At 3 months post-RT"},{"measure":"Pain response rates","description":"Will be assessed at 3 months post-RT, as assessed by the Brief Pain Inventory (BPI), at 3 months as well as pre-treatment (at registration). The rates will be reported, along with 95% confidence intervals estimated using the Clopper-Pearson method.","timeFrame":"At 3 months pre-treatment and 3 months post-RT"},{"measure":"Progression free survival (PFS)","description":"Those alive without disease progression will be censored at last date of disease assessment. PFS will be estimated using the Kaplan-Meier method, and a 95% confidence interval for median PFS will be estimated using the Brookmeyer-Crowley approach.","timeFrame":"From protocol treatment initiation to disease progression or death, assessed up to 1 year"},{"measure":"Overall survival (OS)","description":"Those alive will be censored at date of last follow-up. OS will be estimated using the Kaplan-Meier method, and a 95% confidence interval for median OS will be estimated using the Brookmeyer-Crowley approach.","timeFrame":"From treatment initiation to death, assessed up to 1 year"},{"measure":"Patient-reported toxicity","description":"Rates of patient reported outcome (PRO)-adverse events (AEs), will be assessed by PRO-Common Terminology Criteria for Adverse Events (CTCAE) v1.0 and reported using frequencies and percentages.","timeFrame":"Up to 1 year"}],"otherOutcomes":[{"measure":"Hematologic toxicity rate","description":"Rates of hematologic toxicity (grade 3+) as a function of dose-volume relationships of irradiated bone marrow volume will be reported, using frequencies and percentages.","timeFrame":"Up to 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>= 18 years\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 3\n* Patients with pathologically confirmed ES-SCLC who are receiving lurbinectedin or are candidates for lurbinectedin therapy after progression on first-line systemic therapy (either chemotherapy \\[platinum etoposide\\] or chemoimmunotherapy) at the discretion of the treating medical oncologist.\n* Metastatic bone or visceral/lung metastatic disease as assessed computed tomography (CT), magnetic resonance imaging (MRI), bone scan or positron emission tomography (PET)/CT within 90 days prior to RT on this study.\n* Patients with treated brain metastases are eligible but must require \\< 10 mg of dexamethasone daily or its glucocorticoid equivalent. Brain metastases will not be treated in the context of this protocol.\n* Absolute neutrophil count (ANC) \\>= 1,500/cells/mm\\^3\n* Platelets \\>= 100,000/cells/mm\\^3\n* Hemoglobin \\> 7.0 g/dL\n* Total Bilirubin ≤ 1.5 ULN\n* Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) =\\< 3.0 x ULN (=\\< 5.0x ULN for liver involvement)\n* Alkaline phosphatase =\\< 2.5x ULN (=\\< 5.0x with documented liver or bone metastases)\n* Based on its mechanism of action, lurbinectedin could cause harm when administered to a pregnant woman. Taken together with the known teratogenicity of RT, female of child-bearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting protocol therapy. A female of childbearing potential (FCBP) is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months.\n* FCBP and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation and 6 months after the final dose of lurbinectedin. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of lurbinectedin administration. FCBP who are currently breastfeeding must discontinue during and up to 2 weeks after the final dose of lurbinectedin.\n* Completion of all previous cancer-directed therapies (excluding lurbinectedin) for the treatment of cancer \\>= 3 weeks before the start of study therapy.\n* Willingness and ability of the subject to comply with scheduled visits, drug administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions.\n* Evidence of a personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation.\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n* Pregnancy or breastfeeding within 2 weeks\n* Patients may not enroll in both safety cohorts\n* Patients who have received prior RT will be permitted to enroll. However, the metastases treated on this study must be \\> 2 cm from the following previously irradiated structures:\n\n  * Spinal cord previously irradiated to \\> 40 Gy (delivered in =\\< 3Gy/fraction)\n  * Brachial plexus previously irradiated to \\> 50Gy (delivered in =\\< 3Gy/fraction)\n  * Small intestine, large intestine, or stomach previously irradiated to \\> 45Gy (delivered in =\\< 3Gy/fraction)\n  * Brainstem previously irradiated to \\> 50Gy (delivered in =\\< 3Gy/fraction)\n  * Lungs previously irradiated with prior V20Gy \\> 35 percent (delivered in =\\< 3Gy/fraction)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kristin Higgins, MD","role":"CONTACT","phone":"404.778.3473","email":"Kristin.higgins@emory.edu"}],"overallOfficials":[{"name":"Kristin Higgins, MD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University Hospital Midtown","status":"NOT_YET_RECRUITING","city":"Atlanta","state":"Georgia","zip":"30308","country":"United States","contacts":[{"name":"Allyson Anderson","role":"CONTACT","phone":"404-251-2854","email":"allyson.anderson@emory.edu"},{"name":"Hillary Gaines","role":"CONTACT","phone":"404-251-3480","email":"hillary.gaines@emoryhealthcare.org"},{"name":"Kristin Higgins, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Emory University","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Allyson Anderson","role":"CONTACT","phone":"404-251-2854","email":"allyson.anderson@emory.edu"},{"name":"Hillary Gaines","role":"CONTACT","phone":"404-251-2854","email":"hillary.gaines@emoryhealthcare.org"},{"name":"Kristin Higgins, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Emory Saint Joseph's Hospital","status":"NOT_YET_RECRUITING","city":"Atlanta","state":"Georgia","zip":"30342","country":"United States","contacts":[{"name":"Allyson Anderson","role":"CONTACT","phone":"404-251-2854","email":"allyson.anderson@emory.edu"},{"name":"Hillary Gaines","role":"CONTACT","phone":"404-251-3480","email":"hillary.gaines@emoryhealthcare.org"},{"name":"Kristin Higgins, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-10-31"},"conditionBrowseModule":{"meshes":[{"id":"D008175","term":"Lung Neoplasms"}],"ancestors":[{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C568606","term":"PM 01183"}]}},"hasResults":false}