{"protocolSection":{"identificationModule":{"nctId":"NCT05394428","orgStudyIdInfo":{"id":"GCO 20-2369"},"organization":{"fullName":"Icahn School of Medicine at Mount Sinai","class":"OTHER"},"briefTitle":"A Multi Center Study of Sexual Toxicities After Radiotherapy","officialTitle":"Novel Functional Anatomic and Biomarker Indices of Radiation-Induced Female Sexual Toxicities in a Multi-Center Cohort","acronym":"STAR"},"statusModule":{"statusVerifiedDate":"2024-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-24","studyFirstSubmitQcDate":"2022-05-24","studyFirstPostDateStruct":{"date":"2022-05-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-11-20","lastUpdatePostDateStruct":{"date":"2024-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Deborah Marshall","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Icahn School of Medicine at Mount Sinai"},"leadSponsor":{"name":"Icahn School of Medicine at Mount Sinai","class":"OTHER"},"collaborators":[{"name":"Emory University","class":"OTHER"},{"name":"M.D. Anderson Cancer Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this research is to understand how radiotherapy and other cancer treatments impact sexual function in female cancer patients and to try to answer a question about why some patients who receive radiotherapy are more likely to have side effects than others. The results of this study may improve our understanding of why sexual side effects occur and in turn develop predictive models and biomarkers of sexual side effects and other side effects that may impact sexual function. The results of this study may also lead to improvements in the techniques used to deliver radiotherapy or the development of interventions that will prevent or reduce sexual side effects and improve quality of life for female patients with cancer.","detailedDescription":"Participants will be asked too:\n\n* Give consent for past and future access to medical record information. At each timepoint, the study team will collect data from electronic medical record about (demographics), health conditions and treatments, studies (labs, imaging) and outcomes (response to treatment and toxicity).\n* Quality of Life/Toxicity Questionnaires (Cohort: STAR\\*QOL): The study staff will administer (in clinic, by phone, or by email) health and quality of life/toxicity questionnaires that will ask questions about general well-being and side effects from treatment, which will take approximately fifteen minutes each time. These questionnaires are required to participate in the study. The questionnaires will be completed before treatment, after treatment, then every six months for two years. In addition, the study team would like participants to complete a questionnaire every year thereafter and will continue to ask participants to complete the questionnaires as long as they are enrolled, unless they decide no longer to participate.\n* Blood Sample Collection (Cohort: STAR\\*QOL): a small amount of blood will be drawn from participants arm (one specimen up to 45 mL or about 3 tablespoons). The blood may be drawn at the same time as routine blood draw for medical care, as part of their participation in another research study, or solely for this study. Biological blood samples will be collected by the treatment team before treatment, at the end of treatment, 5 weeks after treatment and every 6 months thereafter for two years. Participants may be asked if they would like to continue annually after 2 years.\n* Microbiome Sample Collection (Cohort: STAR\\*QOL): If participants choose to participate, biological microbiome samples (a vaginal and stool sample) will be collected at home using a home collection kit before treatment, after treatment and annually for two years.Participants may be asked if they would like to continue annually thereafter.\n\nThe research on biospecimens may include whole genome sequencing (determining the order of DNA building blocks (nucleotides) in their genetic code) and other studies on the DNA such as how DNA is modified or turned in to proteins.\n\nUltrasound Imaging (Cohort: STAR\\*Biomarker):\n\nIf participants choose to participate, ultrasound images will be collected by the treatment team before treatment, after treatment and every 6 months for two years thereafter, and can be performed at their scheduled office visit for their cancer care rather than requiring an additional visit. Additional imaging time may also be added onto their standard MRI scans to allow for additional images to be captured. Participants may be asked if they would like to continue annually after 2 years."},"conditionsModule":{"conditions":["Malignant Neoplasms"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood Samples; Microbiome Samples"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with female sexual organs treated with pelvic radiotherapy","description":"Patients with female sexual organs treated with pelvic radiotherapy.","interventionNames":["Other: No intervention"]}],"interventions":[{"type":"OTHER","name":"No intervention","description":"No intervention","armGroupLabels":["Patients with female sexual organs treated with pelvic radiotherapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Establish Sexual Quality of Life Cohort","description":"Establish a cohort of patients with female sexual organs receiving radiotherapy","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Describe sexual quality of life","description":"Describe sexual quality of life for patients with female sexual organs receiving radiotherapy","timeFrame":"2 years"},{"measure":"Describe dosimetric predictors of sexual outcomes","description":"Describe the dosimetric predictors of sexual outcomes for patients with female sexual organs receiving radiotherapy","timeFrame":"2 years"},{"measure":"Describe imaging predictors of sexual outcomes","description":"Describe the imaging predictors of sexual outcomes for patients with female sexual organs receiving radiotherapy","timeFrame":"2 years"},{"measure":"Describe microbiome predictors of sexual outcomes","description":"Describe the microbiome predictors of sexual outcomes for patients with female sexual organs receiving radiotherapy","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with female sexual organs ages 18 and older.\n* Patients must meet at least one of the following two criteria:\n\n  * have been sexually active in the 36 months prior to initiating cancer treatment.\n  * have the intent to be sexually active in the 24 months following treatment..\n* Patients must be able to provide consent and be willing to participate.\n* Patients must have primary anal, rectal, cervical, uterine, vaginal, or vulvar cancer planned to receive pelvic radiotherapy.\\*\\* Patients must have an Eastern Cooperative Oncology Group performance status \\<=2.\n\nExclusion Criteria:\n\n* planned for or undergone extensive pelvic surgery (e.g. pelvic exenteration, non-TME techniques, or surgeries otherwise affecting pudendal neurovasculature);\n* have clinically or radiologically detectable widespread metastasis;\n* have limited life expectancy due to comorbid disease;\n* have a personal history of cancer other than non-melanoma skin cancer in the last 5 years;\n* have contraindications or strong relative contraindications to radiotherapy at baseline as determined by the treating radiation oncologist (pregnancy, lactation, genetic susceptibility to cancer from ionizing radiotherapy, connective tissue disorders, inflammatory/irritable bowel disease, history of prior pelvic radiotherapy).\n* have persistent, infectious gastroenteritis, colitis or gastritis;\n* have persistent or chronic diarrhea of unknown etiology; have recurrent or untreated GI infection (clostridium difficile or H. pylori);\n* have current or recurrent vaginal infection;\n* have current or recent antibiotic use (within 2 months).\n\nPatients may be enrolled regardless of previous local or systemic treatments received prior to enrollment in the STAR Study.\n\nPatients may be enrolled on the STAR Study concurrently with another study or clinical trial.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"This is a study of female sexual organs, therefore patients of any gender identity with female sexual organs can participate.","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult female patients treated with pelvic radiation therapy","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Deborah C Marshall, MD MAS","role":"CONTACT","phone":"201-500-5522","email":"star.consortium@mssm.edu"},{"name":"Natasha Gironimi, MPH","role":"CONTACT","phone":"646-984-9321","email":"natasha.gironimi@mountsinai.org"}],"overallOfficials":[{"name":"Deborah C Marshall, MD MAS","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Mylin Torres, MD, BA","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Icahn School of Medicine at Mount Sinai","status":"RECRUITING","city":"New York","state":"New York","zip":"10029","country":"United States","contacts":[{"name":"Deborah C Marshall, MD","role":"CONTACT"},{"name":"Natasha A Gironimi","role":"CONTACT"},{"name":"Deborah C Marshall, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"M.D. Anderson Cancer Center","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Anuja Jhingran, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported including individual-level quality-controlled individual microbiome 16s rRNA genomic sequencing and clinical correlative information.\n\nData repositories will include an institutional controlled-access database available to the investigators and any other qualified investigator who has sought the approval of the investigators to pursue additional studies, in addition to depositing the study data in the unrestricted-access Sequence Read Archive database, a NIH-designated Data Repository supported by the NCBI.","infoTypes":["CSR"],"timeFrame":"Data will be submitted approximately 3 months after the data have been generated, following data cleaning and quality control, and released within 6 months.","accessCriteria":"Investigators whose proposed use of the data has been approved by an independent review committee identified for this purpose for institutional controlled access data.\n\nUnrestricted access anonymized data are available indefinitely at (Link to be included in the URL field below).","url":"https://trace.ncbi.nlm.nih.gov/Traces/sra/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-10-31"},"conditionBrowseModule":{"meshes":[{"id":"D009369","term":"Neoplasms"}]}},"hasResults":false}