{"protocolSection":{"identificationModule":{"nctId":"NCT04732065","orgStudyIdInfo":{"id":"200814"},"secondaryIdInfos":[{"id":"NCI-2021-00046","type":"REGISTRY","domain":"NCI Clinical Trials Reporting Program (CTRP)"},{"id":"R01CA266596","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01CA266596"}],"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"ONC206 for Treatment of Newly Diagnosed, Recurrent Diffuse Midline Gliomas, and Other Recurrent Malignant CNS Tumors","officialTitle":"Open Label Phase 1 and Target Validation Study of ONC206 in Children and Young Adults With Newly Diagnosed or Recurrent Diffuse Midline Glioma (DMG), and Other Recurrent Primary Malignant Central Nervous System (CNS) Tumors","acronym":"PNOC023"},"statusModule":{"statusVerifiedDate":"2025-07","overallStatus":"RECRUITING","startDateStruct":{"date":"2021-08-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-26","studyFirstSubmitQcDate":"2021-01-29","studyFirstPostDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-07-09","lastUpdatePostDateStruct":{"date":"2025-07-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Sabine Mueller, MD, PhD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of California, San Francisco"},"leadSponsor":{"name":"Sabine Mueller, MD, PhD","class":"OTHER"},"collaborators":[{"name":"Jazz Pharmaceuticals","class":"INDUSTRY"},{"name":"Mithil Prasad Foundation","class":"UNKNOWN"},{"name":"Storm the Heavens Fund","class":"UNKNOWN"},{"name":"The ChadTough Defeat DIPG Foundation","class":"UNKNOWN"},{"name":"National Cancer Institute (NCI)","class":"NIH"},{"name":"Dana-Farber Cancer Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This phase I trial studies the effects and best dose of ONC206 alone or in combination with radiation therapy in treating patients with diffuse midline gliomas that is newly diagnosed or has come back (recurrent) or other recurrent primary malignant CNS tumors. ONC206 is a recently discovered compound that may stop cancer cells from growing. This drug has been shown in laboratory experiments to kill brain tumor cells by causing a so called \"stress response\" in tumor cells. This stress response causes cancer cells to die, but without affecting normal cells. ONC206 alone or in combination with radiation therapy may be effective in treating newly diagnosed or recurrent diffuse midline gliomas and other recurrent primary malignant CNS tumors.","detailedDescription":"PRIMARY OBJECTIVES:\n\nI. To determine the maximum tolerated dose (MTD) of bitopic dopamine receptor D2 (DRD2) antagonist/human Caseinolytic protease P (ClpP) agonist ONC206 (ONC206) as single agent in children and young adults with diffuse midline glioma (DMG), Histone 3 lysine 27 (H3K27) altered, who completed at least one line of prior therapy that included focal radiation therapy. (Arm A).\n\nII. To determine the MTD of ONC206 in combination with focal radiation therapy in newly diagnosed children and young adults with DMG, H3K27 altered (Arm B).\n\nIII. To determine the MTD of ONC206 in combination with re-irradiation in children and young adults with progression of DMG, H3K27 altered (Arm C).\n\nIV. To determine the MTD of ONC206 in children and young adults with recurrent primary malignant CNS tumors including participants with recurrent DMGs if not eligible for other arms. (Arm D).\n\nVI. To assess the concentration of ONC206 in tumor tissue from children and young adults with DMG, H3K27 altered predominantly localized to the thalamus and compare to plasma drug levels pre-surgery. (Target validation).\n\nVII. To assess the concentration of ONC206 in tumor tissue in children and young adults with DMG, H3K27 altered predominantly localized to the pons and compare to plasma drug levels pre-surgery. (Target validation).\n\nVIII. To assess the concentration of ONC206 in tumor tissue in children and young adults with DMG, H3K27 altered in non-thalamic and non-pontine locations and compare to plasma drug levels pre-surgery. (Target validation).\n\nIX. To assess the concentration of ONC206 in tumor tissue in children and young adults with recurrent primary malignant CNS tumors and compare to plasma drug levels pre-surgery. (Target validation).\n\nSECONDARY OBJECTIVE:\n\nI. To characterize the pharmacokinetics (PK) of ONC206 in plasma in patients with DMG, H3K27 altered and recurrent primary malignant CNS tumors.\n\nEXPLORATORY OBJECTIVES:\n\nDose Escalation/Dose Expansion:\n\nI. To assess the clinical responses within the confines of a phase 1/expansion study.\n\nII. To assess if amount of serum circulating tumor DNA (ctDNA) is correlated with clinical outcome.\n\nIII. To assess if amount of cerebrospinal fluid (CSF) ctDNA is correlated with clinical outcome.\n\nIV. To assess if clinical outcomes are associated with anatomic location of tumor, H3K27 mutation status and other partner mutations.\n\nV. To assess biomarkers of response.\n\nVI. To assess the response rate to ONC206 in patients with prior ONC201 exposure.\n\nVII. To assess pharmacodynamics (PD) of ONC206.\n\nVIII. To assess PK-PD and identify the relationship between drug exposure and clinical endpoints for both safety and efficacy.\n\nIX. To characterize the PK of ONC206 in CSF in patients with DMG, H3K27 altered and recurrent primary malignant CNS tumors.\n\nTarget Validation:\n\nX. To assess PD changes within tumor tissue after ONC206 administration\n\nAll Phases/Arms:\n\nXI. To assess microbiome and flow cytometry studies in the context of imaging and clinical outcomes using descriptive statistics.\n\nXII. To assess Health Related Quality of Life (HRQOL) outcomes.\n\nXIII. To assess patient and/or proxy satisfaction with study participation via patient-reported outcome (PRO) measures.\n\nXIV. To assess patient and/or proxy satisfaction with study participation via patient-reported outcome (PRO) measures in the context of race ethnicity and other health related social risks.\n\nXV. To assess on therapy toxicity and survival in the context of race, ethnicity and other health related social risks.\n\nXVI. To assess if Fluoroethyl-l-tyrosine (18F-FET)-Positron Emission Tomography (PET) can support response assessment in children treated with ONC206.\n\nXVII. To assess feasibility to obtain Proton (1H) MR spectroscopy (MRS) with standard MRI.\n\nOUTLINE: This is a dose-escalation / dose expansion study of ONC206. Patients are assigned to 1 of 4 arms.\n\nARM A (Children and young adults with DMG H3K27 altered who completed at least one line of prior therapy) Patients receive ONC206 orally (PO) up to six times per week. Cycles repeat every 28 days for up to 12 months in the absence of disease progression or unacceptable toxicity. In case the participant receives clinical benefit from the treatment, treatment could possibly proceed up to 24 months.\n\nARM B (Newly diagnosed children and young adults with DMG H3K27 altered): Patients undergo standard of care radiation therapy daily 5 days a week and receive ONC206 as in Arm A.\n\nARM C:(Children and young adults with DMG H3K27 altered who have evidence of progression but have not been treated for this progression and are candidates for re-irradiation): Patients undergo standard of care radiation therapy daily 5 days a week and receive ONC206 as in Arm A.\n\nARM D (Participants with recurrent primary malignant CNS tumors including participants with recurrent DMGs who failed at least one prior therapy including radiation therapy): Patients receive ONC206 orally (PO) up to six times per week. Cycles repeat every 28 days for up to 12 months in the absence of disease progression or unacceptable toxicity. In case the participant receives clinical benefit from the treatment, treatment could possibly proceed up to 24 months.\n\nAll participants will be permitted to have an optional MRS scans. After completion of study treatment, patients are followed up at 30 days and then every 3 months for up to 5 years. If co-enrolled on Pediatric Neuro-Oncology Consortium (PNOC) COMP, follow-up procedures are to be captured under the PNOC COMP protocol. Participants will be followed under the PNOC COMP protocol until death or withdrawal from study."},"conditionsModule":{"conditions":["Diffuse Midline Glioma (DMG)","Glioblastoma","Recurrent Ependymoma","Recurrent Malignant Central Nervous System Neoplasm","Spinal Cord Glioma","World Health Organization (WHO) Grade III Glioma","CNS Tumor","Central Nervous System Tumor"],"keywords":["H3 K27M-Mutant"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":208,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm A: ONC206 for participants with diffuse midline gliomas + prior therapy","type":"EXPERIMENTAL","description":"Participants receive ONC206 orally (PO) up to six times per week. Cycles repeat every 28 days for up to 12 months in the absence of disease progression or unacceptable toxicity. In case the participant receives clinical benefit from the treatment, treatment can proceed up to 24 months.","interventionNames":["Drug: ONC206","Procedure: Optional Proton (1H) MR spectroscopy (MRS)"]},{"label":"Arm B: ONC206 + radiation therapy for newly diagnosed participants","type":"EXPERIMENTAL","description":"Participants undergo standard of care radiation therapy daily 5 days a week and receive ONC206 PO up to six times per week. Cycles repeat every 28 days for up to 12 months in the absence of disease progression or unacceptable toxicity. In case the participant receives clinical benefit from the treatment, treatment can proceed up to 24 months.","interventionNames":["Drug: ONC206","Radiation: Standard of Care Radiation Therapy","Procedure: Optional Proton (1H) MR spectroscopy (MRS)"]},{"label":"Arm C: ONC206 + radiation therapy, DMGs with evidence of first progression but previously untreated","type":"EXPERIMENTAL","description":"Participants undergo standard of care radiation therapy daily 5 days a week and receive ONC206 PO up to six times per week. Cycles repeat every 28 days for up to 12 months in the absence of disease progression or unacceptable toxicity. In case the participant receives clinical benefit from the treatment, treatment can proceed up to 24 months.","interventionNames":["Drug: ONC206","Radiation: Standard of Care Radiation Therapy","Procedure: Optional Proton (1H) MR spectroscopy (MRS)"]},{"label":"Arm D: ONC206 Therapy, Primary malignant CNS tumors with progression","type":"EXPERIMENTAL","description":"Participants receive ONC206 PO once a day (QD) up to six times per week. Cycles repeat every 28 days for up to 12 months in the absence of disease progression or unacceptable toxicity. In case the participant receives clinical benefit from the treatment, treatment can proceed up to 24 months.","interventionNames":["Drug: ONC206","Procedure: Optional Proton (1H) MR spectroscopy (MRS)"]}],"interventions":[{"type":"DRUG","name":"ONC206","description":"Given orally (PO)","armGroupLabels":["Arm A: ONC206 for participants with diffuse midline gliomas + prior therapy","Arm B: ONC206 + radiation therapy for newly diagnosed participants","Arm C: ONC206 + radiation therapy, DMGs with evidence of first progression but previously untreated","Arm D: ONC206 Therapy, Primary malignant CNS tumors with progression"],"otherNames":["antagonist of dopamine receptor D2 (DRD2) /human mitochondrial caseinolytic protease P (ClpP)ClpP Agonist","DRD2 antagonist/ClpP agonist"]},{"type":"RADIATION","name":"Standard of Care Radiation Therapy","description":"Undergo RT","armGroupLabels":["Arm B: ONC206 + radiation therapy for newly diagnosed participants","Arm C: ONC206 + radiation therapy, DMGs with evidence of first progression but previously untreated"],"otherNames":["Radiation Therapy (RT)","Cancer Radiotherapy"]},{"type":"PROCEDURE","name":"Optional Proton (1H) MR spectroscopy (MRS)","description":"Optional imaging procedure","armGroupLabels":["Arm A: ONC206 for participants with diffuse midline gliomas + prior therapy","Arm B: ONC206 + radiation therapy for newly diagnosed participants","Arm C: ONC206 + radiation therapy, DMGs with evidence of first progression but previously untreated","Arm D: ONC206 Therapy, Primary malignant CNS tumors with progression"],"otherNames":["MRS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of participants with dose-limiting toxicities (DLT)","description":"A DLT is defined as a treatment-related adverse event (AE) or abnormal laboratory value that occurs in the first cycle of treatment (Cycle 1 for Arm A and D; Cycle 0 for Arm B and C), meets criteria for DLT as outlined below and is assessed as unrelated to disease, disease progression, inter-current illness, or concomitant medications, and is judged by the investigator to be related to ONC206 as graded by National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 5.0).","timeFrame":"Within 4 weeks after first dose"},{"measure":"Maximum tolerated dose (MTD) of ONC206","description":"The Bayesian optimal interval (BOIN) design will be used to find the MTD within each arm. MTD is selected based on isotonic regression and this computation is implemented by the shiny app \"BOIN\" available at http://www.trialdesign.org. Specifically, select as the MTD the dose for which the isotonic estimate of the toxicity rate is closest to the target toxicity rate. If there are ties, select the higher dose level when the isotonic estimate is lower than the target toxicity rate and select the lower dose level when the isotonic estimate is greater than or equal to the target toxicity rate.","timeFrame":"Within 4 weeks after first dose"}],"secondaryOutcomes":[{"measure":"Mean maximum concentration (Cmax) of ONC206","description":"Concentration-time data will be summarized by N, Mean, Standard Deviation, Median, Min, Max and 95% Confidence Interval","timeFrame":"Day 1 (pre-dose, 0.5, 1, 2, 4, 8 hours (h) post-dose), Day 2 (24 h post-dose for dose 1-5), Day 3 (0.5, 1, 2, 4, and 8h post fifth treatment for dose 6-10) (up to 3 days in total)"},{"measure":"Mean corresponding time (Tmax) of ONC206","description":"PK parameters will be estimated using standard population PK methodologies and non-linear mixed effect modeling","timeFrame":"Day 1 (pre-dose, 0.5, 1, 2, 4, 8 hours (h) post-dose), Day 2 (24 h post-dose for dose 1-5), Day 3 (0.5, 1, 2, 4, and 8h post fifth treatment for dose 6-10) (up to 3 days in total)"},{"measure":"Area under the curve (AUC) of ONC206","description":"PK parameters will be estimated using standard population PK methodologies and non-linear mixed effect modeling","timeFrame":"Day 1 (pre-dose, 0.5, 1, 2, 4, 8 hours (h) post-dose), Day 2 (24 h post-dose for dose 1-5), Day 3 (0.5, 1, 2, 4, and 8h post fifth treatment for dose 6-10) (up to 3 days in total)"},{"measure":"Elimination half-life (t1/2) of ONC206","description":"PK parameters will be estimated using standard population PK methodologies and non-linear mixed effect modeling","timeFrame":"Day 1 (pre-dose, 0.5, 1, 2, 4, 8 hours (h) post-dose), Day 2 (24 h post-dose for dose 1-5), Day 3 (0.5, 1, 2, 4, and 8h post fifth treatment for dose 6-10) (up to 3 days in total)"},{"measure":"Mean Total body clearance (CL) for ONC206","description":"PK parameters will be estimated using standard population PK methodologies and non-linear mixed effect modeling","timeFrame":"Day 1 (pre-dose, 0.5, 1, 2, 4, 8 hours (h) post-dose), Day 2 (24 h post-dose for dose 1-5), Day 3 (0.5, 1, 2, 4, and 8h post fifth treatment for dose 6-10) (up to 3 days in total)"},{"measure":"Mean Volume of Distribution (Vd) for ONC206","description":"PK parameters will be estimated using standard population PK methodologies and non-linear mixed effect modeling","timeFrame":"Day 1 (pre-dose, 0.5, 1, 2, 4, 8 hours (h) post-dose), Day 2 (24 h post-dose for dose 1-5), Day 3 (0.5, 1, 2, 4, and 8h post fifth treatment for dose 6-10) (up to 3 days in total)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ARM A: Children and young adults with DMG, H3K27 altered (Dose escalation: 2-21 years of age; Dose expansion: 2 years of age and above) who completed at least one line of prior therapy. Prior treatment must have included focal radiation therapy and patients must be within 4-14 weeks from completion of radiation therapy to registration (patients must start treatment within 1 week from registration), have not started any other therapies post-radiation, and have no evidence of disease progression.\n* ARM A: Tumor tissue confirmation of DMG, H3K27 altered is mandatory and pathology must be consistent with a DMG, H3K27 altered.\n* ARM A: Participants must have recovered from all acute side effects of prior therapy.\n* ARM A: From the projected start of scheduled study treatment, the following time periods must have elapsed: 5 half-lives from any investigational agent, 4 weeks from cytotoxic therapy (except 23 days for temozolomide and 6 weeks from nitrosoureas), 4 weeks from antibodies and must be at least 7 days since the completion of therapy with a biologic or small molecule agent. For any biologic or small molecule agent with known adverse events that can occur beyond 7 days after administration, the period prior to enrollment must be beyond the time during which adverse events are known to occur (these should be discussed with the study team)\n* ARM B: Newly diagnosed children and young adults (Dose escalation: 2-21 years of age; Dose expansion: 2 years of age and above) with a diagnosis of DMG, H3K27 altered are eligible, including spinal cord DMGs.\n* ARM B: Tumor tissue confirmation of DMG is mandatory and pathology must be consistent with a DMG, H3K27 altered.\n* ARM C: Children and young adults with DMGs (Dose escalation: 2-21 years of age; Dose expansion: 2 years of age and above) who have evidence of progression but have not been treated for this progression and are recommended to get re-irradiation.\n* ARM C: Patients must have undergone prior focal radiation therapy as part of their initial therapy and should be at least 6 months from prior radiation therapy. If timing is less than 6 months from prior focal radiation, these patients need to be discussed with the study chair(s).\n* ARM C: Tumor tissue confirmation is mandatory and pathology must be consistent with a DMG, H3K27 altered.\n* ARM C: Participants must have recovered from all acute side effects of prior therapy\n* ARM C: From the projected start of scheduled study treatment, the following time periods must have elapsed: 5 half-lives from any investigational agent, 4 weeks from cytotoxic therapy (except 23 days for temozolomide and 6 weeks from nitrosoureas), 4 weeks from antibodies and must be at least 7 days since the completion of therapy with a biologic or small molecule agent. For any biologic or small molecule agent with known adverse events that can occur beyond 7 days after administration, the period prior to enrollment must be beyond the time during which adverse events are known to occur (these should be discussed with the study team)\n* ARM D: Children and young adults with recurrent primary malignant CNS tumors excluding DMGs (Dose escalation: 2-21 years of age; Dose expansion: 2 years of age and above) who have evidence of progression but have not been treated for this progression. Participants who received a surgical resection for that progression are eligible if surgery has no curative intent. These patients need to be discussed with the study team.\n* ARM D: Prior tumor tissue confirmation is mandatory and pathology from the primary tumor must be consistent with malignant CNS tumor (diagnosis of ependymoma is allowed).Tissue at the time of progression is not required.\n* ARM D: Participants must have recovered from all acute side effects of prior therapy\n* ARM D: From the projected start of scheduled study treatment, the following time periods must have elapsed: 5 half-lives from any investigational agent, 4 weeks from cytotoxic therapy (except 23 days for temozolomide and 6 weeks from nitrosoureas), 4 weeks from antibodies and must be at least 7 days since the completion of therapy with a biologic or small molecule agent. For any biologic or small molecule agent with known adverse events that can occur beyond 7 days after administration, the period prior to enrollment must be beyond the time during which adverse events are known to occur (these should be discussed with the study team). Bevacizumab used for pseudoprogression does not require a wash out period.\n* TARGET VALIDATION: Newly diagnosed children and adults (2 years of age and above) with imaging consistent with a DMG, H3K27 altered are eligible.\n* TARGET VALIDATION: Children and young adults with recurrent primary malignant CNS tumors, including recurrent DMG, (2 years of age and above) who have evidence of progression but have not been treated for this progression.\n* TARGET VALIDATION: Participants must undergo tumor tissue collection as part of their standard of care\n* Participants who are receiving steroids must be on a stable or decreasing dose for at least 3 days prior to registration.\n* Peripheral absolute neutrophil count (ANC) \\>= neutrophil 1.0 g/l.\n* Platelet count \\>= 100 x 10\\^9/L (transfusion independent, defined as not receiving platelet transfusions for at least 7 days prior to enrollment).\n* Serum creatinine \\< 1.5 Upper Limit normal (ULN) based on age and gender.\n* Total bilirubin \\<= 1.5 x upper limit of normal (ULN) for age; in presence of Gilbert's syndrome, total bilirubin \\< 3 x ULN or direct bilirubin \\< 1.5 x ULN.\n* Alanine aminotransferase (ALT) \\<= 3 x ULN.\n* Aspartate aminotransferase (AST) \\<= 3 x ULN.\n* Patients with seizure disorder may be enrolled if seizure disorder is well controlled\n* The effects of ONC206 on the developing human fetus is unknown. For this reason, females of child-bearing potential and males must agree to use adequate contraception. Adequate methods include: hormonal or barrier method of birth control; or abstinence prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Males treated or enrolled on this protocol must also agree to use adequate contraception prior to the study and for the duration of study participation\n* Karnofsky \\>= 50 for participants \\> 16 years of age and Lansky \\>= 50 for participants =\\< 16 years of age. Participants who are unable to walk because of paralysis, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score\n* Participants must be willing to provide adequate tissue. A minimum of 10-20 paraffin embedded unstained slides OR 1 block with tumor content of 40% or greater is required. Frozen tissue is also acceptable. Participants who previously enrolled on PNOC022 and provided adequate tissue, may not need to submit additional tissue - confirm with Study Chairs. Participants who do not meet this criterion may be discussed on a case-by-case basis with the Study Chairs.\n* A legal parent/guardian or participant must be able to understand, and willing to sign, a written informed consent and assent document, as appropriate\n* Patients must be enrolled on PNOC COMP if PNOC COMP is open to accrual at the enrolling institution\n\nExclusion Criteria:\n\n* Arm A \\& B: For tumors that do not have a pontine or spinal cord epicenter the following specific exclusion criteria apply: Thalamic DMG and cerebellar, H3K27 altered that has undergone standard radiation without concurrent therapy (other than temozolomide).\n* Arm C \\& D: Patients who participated in trials investigating ONC201 in the upfront setting will not be eligible. Prior ONC201 exposure as part of PNOC022 or expanded access programs will be allowed.\n* Participants who are currently receiving another investigational drug are not eligible.\n* Participants who are currently receiving other anti-cancer agents are not eligible.\n* Participants with a known disorder that affects their immune system, such as human immunodeficiency virus (HIV) or hepatitis B or C, or an auto-immune disorder requiring systemic cytotoxic or immunosuppressive therapy are not eligible. Note: Participants that are currently using inhaled, intranasal, ocular, topical or other non-oral or non-intravenous (IV) steroids are not necessarily excluded from the study but need to be discussed with the study chair.\n* Participants with uncontrolled infection.\n* Female participants of childbearing potential must not be pregnant or breast-feeding. Female participants of childbearing potential must have a negative serum or urine pregnancy test prior to the start of therapy.\n* Active illicit drug use or diagnosis of alcoholism.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to ONC206.\n* Inability to follow the procedures of the study, e.g. due to language problems, psychological disorders, dementia, etc. of the participant or family.\n* Any participants with illnesses that may affect absorption of ONC206.\n* Any participants on strong inhibitors or inducers of CYP3A4, 2D6, 1A2, 2C9 and 2C19 at least 14 days prior and throughout the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"PNOC Operations","role":"CONTACT","phone":"(415) 502-1600","email":"PNOC023@ucsf.edu"}],"overallOfficials":[{"name":"Sabine Mueller, MD, PhD","affiliation":"University of California, San Francisco","role":"STUDY_CHAIR"}],"locations":[{"facility":"University of California, San Francisco","status":"RECRUITING","city":"San Francisco","state":"California","zip":"94143","country":"United States","contacts":[{"name":"PNOC Operations","role":"CONTACT","phone":"415-502-1600","email":"PNOC023@ucsf.edu"},{"role":"CONTACT","email":"PNOC023@ucsf.edu"},{"name":"Sabine Mueller, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":37.77493,"lon":-122.41942}},{"facility":"Emory University","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Tobey MacDonald, MD","role":"CONTACT","email":"tobey.macdonald@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"University of Michigan","status":"RECRUITING","city":"Ann Arbor","state":"Michigan","zip":"48109","country":"United States","contacts":[{"name":"Carl Koschmann, MD","role":"CONTACT","email":"CCPBTC-CRA@med.umich.edu"},{"name":"Andrea Franson, MD","role":"CONTACT"}],"geoPoint":{"lat":42.27756,"lon":-83.74088}},{"facility":"Children's Hospital of Philadelphia","status":"RECRUITING","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","contacts":[{"name":"Cassie Kline, MD","role":"CONTACT","phone":"215-590-2299","email":"klinec@chop.edu"},{"name":"Cassie Kline, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.95238,"lon":-75.16362}},{"facility":"The University Children's Hospital in Zurich","status":"RECRUITING","city":"Zurich","state":"Canton of Zurich","zip":"8032","country":"Switzerland","contacts":[{"name":"Nicolas Gerber, MD","role":"CONTACT","phone":"+41 44 266 3117","email":"glioma@kispi.uzh.ch"},{"name":"Stephanie Matthes, PhD","role":"CONTACT","phone":"+41 44 266 3726","email":"glioma@kispi.uzh.ch"}],"geoPoint":{"lat":47.36667,"lon":8.55}}]},"referencesModule":{"references":[{"pmid":"35157764","type":"DERIVED","citation":"Przystal JM, Cianciolo Cosentino C, Yadavilli S, Zhang J, Laternser S, Bonner ER, Prasad R, Dawood AA, Lobeto N, Chin Chong W, Biery MC, Myers C, Olson JM, Panditharatna E, Kritzer B, Mourabit S, Vitanza NA, Filbin MG, de Iuliis GN, Dun MD, Koschmann C, Cain JE, Grotzer MA, Waszak SM, Mueller S, Nazarian J. Imipridones affect tumor bioenergetics and promote cell lineage differentiation in diffuse midline gliomas. Neuro Oncol. 2022 Sep 1;24(9):1438-1451. doi: 10.1093/neuonc/noac041."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data after de-identification.","infoTypes":["STUDY_PROTOCOL"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-10-31"},"conditionBrowseModule":{"meshes":[{"id":"D005909","term":"Glioblastoma"},{"id":"D004806","term":"Ependymoma"},{"id":"D016543","term":"Central Nervous System Neoplasms"}],"ancestors":[{"id":"D001254","term":"Astrocytoma"},{"id":"D005910","term":"Glioma"},{"id":"D018302","term":"Neoplasms, Neuroepithelial"},{"id":"D017599","term":"Neuroectodermal Tumors"},{"id":"D009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009380","term":"Neoplasms, Nerve Tissue"},{"id":"D009423","term":"Nervous System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009422","term":"Nervous System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000728669","term":"ONC206"},{"id":"D011878","term":"Radiotherapy"},{"id":"D011827","term":"Radiation"},{"id":"D009682","term":"Magnetic Resonance Spectroscopy"}],"ancestors":[{"id":"D013812","term":"Therapeutics"},{"id":"D055585","term":"Physical Phenomena"},{"id":"D013057","term":"Spectrum Analysis"},{"id":"D002623","term":"Chemistry Techniques, Analytical"},{"id":"D008919","term":"Investigative Techniques"}]}},"hasResults":false}