{
    "nct_id": "NCT04155034",
    "official_title": "MRI Brain Surveillance Alone Versus MRI Surveillance and Prophylactic Cranial Irradiation (PCI): A Randomized Phase III Trial in Small-Cell Lung Cancer (MAVERICK)",
    "brief_title": "S1827 (MAVERICK) Testing Whether the Use of Brain Scans Alone Instead of Brain Scans Plus Preventive Brain Radiation Affects Lifespan in Patients With Small Cell Lung Cancer",
    "cancer_type_display": "A study for patients with limited or extensive stage small cell lung cancer (SCLC) who have responded to initial therapy and have no evidence of brain metastases.",
    "cancer_tags": [
      "Extensive Stage Lung Small Cell Carcinoma",
      "Limited Stage Lung Small Cell Carcinoma",
      "Lung Small Cell Carcinoma"
    ],
    "link_to_trial": "https://clinicaltrials.gov/study/NCT04155034",
    "phase": "Phase 3",
    "recruitment_status": "RECRUITING",
    "last_update_date": "2025-05-25",
    "enrollment": 668,
    "min_age": 18,
    "max_age": null,
    "sex": "ALL",
    "is_metastatic_allowed": true,
    "performance_status_scale": "Zubrod",
    "performance_status_values": [
      0,
      1,
      2
    ],
    "min_prior_lines": 1,
    "max_prior_lines": 1,
    "prior_treatments_required": [
      "Platinum-based chemotherapy"
    ],
    "prior_treatments_excluded": [
      "Prior radiotherapy to the brain or whole brain radiotherapy"
    ],
    "principal_investigator": "Chad G Rusthoven",
    "site_name": null,
    "contact_email": null,
    "contact_phone": null,
    "locations": null,
    "key_inclusion_summary": [
      "Histologically confirmed diagnosis of small-cell lung cancer (SCLC).",
      "MRI of the brain performed within 28 days prior to registration documenting no evidence of brain metastases.",
      "Must have had a response to first-line therapy (platinum-based chemotherapy +/- radiation/surgery) with no evidence of progression.",
      "Zubrod performance status of 0-2.",
      "No more than 8 weeks may have elapsed between day 1 of the last cycle of chemotherapy and randomization."
    ],
    "key_exclusion_summary": [
      "History of brain metastases or leptomeningeal disease.",
      "Prior radiotherapy to the brain or whole brain radiotherapy.",
      "Contraindication to MR imaging or gadolinium contrast administration.",
      "Other metastatic malignancies requiring current active treatment.",
      "Severe active comorbidities, such as unstable angina, recent heart attack, or severe infection."
    ]
  }