{"protocolSection":{"identificationModule":{"nctId":"NCT06008730","orgStudyIdInfo":{"id":"STUDY00005105"},"secondaryIdInfos":[{"id":"NCI-2023-02941","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"},{"id":"STUDY00005105","type":"OTHER","domain":"Emory University Hospital/Winship Cancer Institute"},{"id":"RAD5621-22","type":"OTHER","domain":"Emory University Hospital/Winship Cancer Institute"},{"id":"P30CA138292","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P30CA138292"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Proton Beam Radiation Therapy After Treatment for Resected N2 Non-Small Cell Lung Cancer","officialTitle":"Proton Beam Radiation Therapy in Patients with Resected N2 Non-Small Cell Lung Cancer"},"statusModule":{"statusVerifiedDate":"2024-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-12-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-31","studyFirstSubmitQcDate":"2023-08-22","studyFirstPostDateStruct":{"date":"2023-08-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-01-17","lastUpdatePostDateStruct":{"date":"2025-01-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bill Stokes","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This clinical trial tests proton beam radiation therapy in patients with non-small cell lung cancer who have undergone surgical resection and have lymph nodes involving the middle of the chest. Proton therapy is a type of radiation treatment that kills cancer cells while avoiding surrounding healthy tissue. Proton beam therapy is sometimes used after cancer surgery to reduce the risk of cancer recurrence (coming back). Giving proton beam radiation therapy may work better than conventional radiation treatment after surgery in patients with non-small cell lung cancer.","detailedDescription":"PRIMARY OBJECTIVE:\n\nI. To assess the safety of proton beam radiation therapy (PBRT) for resected N2 non-small cell lung cancer (NSCLC).\n\nSECONDARY OBJECTIVES:\n\nI. To measure the radiation dose to the circulating immune compartment and explore its association with clinical endpoints.\n\nII. To assess the efficacy of PBRT for resected N2 NSCLC.\n\nOUTLINE:\n\nPatients undergo radiation treatment planning and then undergo proton beam radiation therapy on study. Patients also undergo collection of blood samples.\n\nPatients are followed up for 24 months after first dose of radiotherapy."},"conditionsModule":{"conditions":["Resectable Lung Non-Small Cell Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment (proton beam radiation therapy)","type":"EXPERIMENTAL","description":"Patients undergo radiation treatment planning and then undergo proton beam radiation therapy on study. Patients also undergo collection of blood samples.","interventionNames":["Procedure: Biospecimen Collection","Radiation: Proton Beam Radiation Therapy","Other: Radiology, Treatment Planning"]}],"interventions":[{"type":"PROCEDURE","name":"Biospecimen Collection","description":"Undergo collection of blood samples","armGroupLabels":["Treatment (proton beam radiation therapy)"],"otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"type":"RADIATION","name":"Proton Beam Radiation Therapy","description":"Undergo proton beam radiation therapy","armGroupLabels":["Treatment (proton beam radiation therapy)"],"otherNames":["External beam radiation therapy protons (procedure)","External Beam Radiotherapy (protons)","PBRT","Proton","Proton EBRT","Proton External Beam Radiotherapy","Proton Radiation Therapy","PROTON Therapy","Radiation, Proton Beam"]},{"type":"OTHER","name":"Radiology, Treatment Planning","description":"Undergo radiation treatment planning","armGroupLabels":["Treatment (proton beam radiation therapy)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of adverse events (AEs)","description":"AEs will be categorized according to Common Terminology Criteria for Adverse Events (CTCAE) and classified as either early (occurring any time from enrollment through 90 days) or late (occurring any time from 90 days through 2 years). Will also categorize toxicity according to grade and separately report toxicity of any grade and toxicity of high grade (grade 3 or greater). Descriptive statistics will be used to summarize the data.","timeFrame":"Up to 90 days from enrollment"}],"secondaryOutcomes":[{"measure":"Radiation dose to immune compartment","timeFrame":"Single episode prior to first radiation treatment"},{"measure":"Disease-free survival","description":"Examine the association of dose with disease-free survival. Cox proportional hazard model along with Kalan-Meier method will be applied.","timeFrame":"From date of surgery to the date of local, regional, or distant recurrence or death, whichever earlier, with censoring at the date of the last follow up, assessed up to 24 months after first dose of radiation"},{"measure":"Overall survival","description":"Examine the association of dose with overall survival. Cox proportional hazard model along with Kaplan-Meier method will be applied.","timeFrame":"From the date of surgery to the date of death with censoring at date of last follow up if alive, assessed up to 24 months after first dose of radiation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>= 18 years\n* Patients must have undergone complete surgical resection after pre-operative systemic therapy. Complete resections are defined as BOTH lobectomy, sleeve lobectomy, bilobectomy, or pneumonectomy AND lymph node dissection with at least three mediastinal (N2) stations sampled\n* Pathology report from surgical resection indicating complete resection of primary tumor (R0 resection) AND tumor involvement of at least one mediastinal lymph node (pN2) AND no tumor involvement of highest dissected mediastinal lymph node. Patients who have initially positive margins that are secondarily cleared on additional margins will be eligible\n* Eastern Cooperative Oncology Group Performance (ECOG) performance status =\\< 2 (Karnofsky \\>= 60%)\n* Life expectancy \\> 12 weeks as determined by the investigator\n* Hemoglobin \\>= 9.0 g/dl (no transfusions allowed within 7 days of simulation to meet entry criteria) (within 28 days of cycle 1 day 1)\n* White blood cell \\>= 2000/uL (after at least 7 days without growth factor support or transfusion) (within 28 days of cycle 1 day 1)\n* Platelets \\>= 100,000/mcL (no transfusions allowed within 7 days of cycle 1 day 1 to meet entry criteria) (within 28 days of cycle 1 day 1)\n* Serum creatinine =\\< 2 mg/dL (or glomerular filtration rate \\>= 40 mL/min) (within 28 days of cycle 1 day 1)\n* Because radiotherapy is known to be teratogenic, female of child-bearing potential (FCBP) must have a negative serum or urine pregnancy test prior to starting therapy\n* FCBP and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 3 months after completion of radiotherapy. A female of childbearing potential (FCBP) is a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months\n* Completion of all previous therapy (including surgery, chemotherapy, or investigational therapy) for the treatment of cancer \\>= 2 weeks before the start of radiotherapy\n* Patients with known history or current symptoms of cardiac disease, or history of treatment with cardiotoxic agents, should have a clinical risk assessment of cardiac function using the New York Heart Association Functional Classification. To be eligible for this trial, patients should be class 2B or better\n* Willingness and ability of the subject to comply with scheduled visits, drug administration plan, protocol-specified laboratory tests, other study procedures, and study restrictions\n* Evidence of a personally signed informed consent indicating that the subject is aware of the neoplastic nature of the disease and has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential risks and discomforts, potential benefits, and other pertinent aspects of study participation\n\nExclusion Criteria:\n\n* Patients who have stage IV disease\n* Patients who have had systemic therapy less than 2 weeks prior to anticipated radiotherapy start\n* Patients who have received prior thoracic radiotherapy\n* Patients who have a prior history of NSCLC (other than index diagnosis)\n* Patients who have small cell lung cancer\n* Patients whose tumors exhibit targetable alterations in EGFR or ALK\n* Patients with incomplete surgical resection, including R1 (microscopic residual disease) or R2 resection (macroscopic residual disease), sampling of fewer than three mediastinal lymph node stations, unremoved positive lymph nodes, malignant pleural effusion, or malignant pericardial effusion\n* Patients who are receiving any other investigational agents or an investigational device within 21 days before administration of first dose of study drugs\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Significant cardiovascular disease (eg, myocardial infarction, arterial thromboembolism, cerebrovascular thromboembolism) within 3 months prior to start of study therapy; angina requiring therapy; symptomatic peripheral vascular disease; New York Heart Association Class 3 or 4 congestive heart failure; or uncontrolled grade \\>= 3 hypertension (diastolic blood pressure \\>= 100 mmHg or systolic blood pressure \\>= 160 mmHg) despite antihypertensive therapy\n* The following vulnerable populations will not be offered participation in this study:\n\n  * Adults with cognitive impairment or unable to consent\n  * Individuals who are not yet adults (infants, children, teenagers)\n  * Pregnant women\n  * Prisoners","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Bill Stokes, MD","role":"CONTACT","phone":"404-778-3473","email":"william.stokes@emoryhealthcare.org"},{"name":"Aparna H. Kesarwala, MD, PhD","role":"CONTACT","phone":"404-778-3473","email":"aparna.kesarwala@emory.edu"}],"overallOfficials":[{"name":"William Stokes","affiliation":"Emory University Hospital/Winship Cancer Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University Hospital/Winship Cancer Institute","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Tegan VandenBosch","role":"CONTACT","email":"tegan.honor.vandenbosch@emory.edu"},{"name":"William Stokes, MD","role":"CONTACT"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-10-31"},"interventionBrowseModule":{"meshes":[{"id":"D013048","term":"Specimen Handling"},{"id":"D061766","term":"Proton Therapy"},{"id":"D011522","term":"Protons"},{"id":"D014965","term":"X-Rays"}],"ancestors":[{"id":"D019411","term":"Clinical Laboratory Techniques"},{"id":"D019937","term":"Diagnostic Techniques and Procedures"},{"id":"D003933","term":"Diagnosis"},{"id":"D008919","term":"Investigative Techniques"},{"id":"D063193","term":"Heavy Ion Radiotherapy"},{"id":"D011878","term":"Radiotherapy"},{"id":"D013812","term":"Therapeutics"},{"id":"D002414","term":"Cations, Monovalent"},{"id":"D002412","term":"Cations"},{"id":"D007477","term":"Ions"},{"id":"D004573","term":"Electrolytes"},{"id":"D007287","term":"Inorganic Chemicals"},{"id":"D006859","term":"Hydrogen"},{"id":"D004602","term":"Elements"},{"id":"D005740","term":"Gases"},{"id":"D000071940","term":"Nucleons"},{"id":"D004601","term":"Elementary Particles"},{"id":"D055585","term":"Physical Phenomena"},{"id":"D060733","term":"Electromagnetic Radiation"},{"id":"D055590","term":"Electromagnetic Phenomena"},{"id":"D060328","term":"Magnetic Phenomena"},{"id":"D011827","term":"Radiation"},{"id":"D011839","term":"Radiation, Ionizing"}]}},"hasResults":false}